Repository: jordelca/myTwitter
Catalog: src/AppBundle/Resources/translations/messages.*.xliff
Languages: es

source: Welcome %name%
es: Bienvenido %name%

source: Admin are
es: Gestión de usuarios

source: User manager
es: Menú de administrador

source: Username
es: Nombre de usuario

source: Last login
es: Última conexión

source: Register
es: Registro

source: Or sign with
es: O regístrate con

source: Setting area
es: Configuración

# 9b
source: Settings
es: Configuración

source: This section is just for admin users
es: Esta sección es solo para usuarios con permiso ROLE_ADMIN

source: Create new entry
es: Crear nuevo twit

source: retwits
es: retwiteo

source: likes
es: Me gusta

source: About us
es: Sobre nosotros

source: Services
es: Servicios

source: Contact
es: Contacto

source: Back to list
es: Atrás

source: Create new entry
es: Crear nuevo twit

source: Edit twit
es: Editar twit

source: Twit list
es: Listado de Twits

source: My twits
es: Mis twits

source: Twit creation
es: Creación de twit

source: I accept terms and conditions
es: Acepto los términos

source: Active
es: Activo

source: Inactive
es: Inactivo
